backend_api/app/controllers/api/v1/arts_controller.rb

    def index
        arts = paginate Art.all
---
SELECT  "arts".* FROM "arts" LIMIT $1 OFFSET $2  [["LIMIT", 25], ["OFFSET", 0]]
SELECT COUNT(*) FROM "arts"

    def create
        Art.create(art_params)
---
INSERT INTO "arts" ("created_at", "updated_at", "title", "img_url") VALUES ($1, $2, $3, $4) RETURNING "id"  [["created_at", "2019-07-31 09:48:06.897969"], ["updated_at", "2019-07-31 09:48:06.897969"], ["title", "Art02"], ["img_url", "blank"]]