backend_api/app/controllers/api/v1/games_controller.rb

INSERT INTO "games" ("user_id", "created_at", "updated_at", "result", "score") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["user_id", 2], ["created_at", "2019-07-30 21:33:39.286078"], ["updated_at", "2019-07-30 21:33:39.286078"], ["result", false], ["score", 110]]
---
    def create
        Game.create(game_params)