backend_api/app/controllers/api/v1/users_controller.rb

INSERT INTO "users" ("name", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["name", "TestSubject00"], ["created_at", "2019-07-31 07:50:54.243436"], ["updated_at", "2019-07-31 07:50:54.243436"]]
---
    def create
        User.create(user_params)